---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportDGNSettings
source: html/4569d50c-9ed6-8650-b2f6-1128702aa3a0.htm
---
# ExportDGNSettings Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.